{
    "intro.hello": "<strong>Hola,</strong> mi nombre es",
    "intro.paragraph": "Soy un desarrollador de software con experiencia en la creación de aplicaciones web y móviles utilizando una variedad de tecnologías.",
    "intro.paragraph2": "Entre mis áreas de interés se encuentran los gráficos 3D, programación de bajo nivel e infraestructura de backend. También me encanta hacer las cosas seguras y escalables.",
    "about.title": "Acerca de mí",
    "about.paragraph": "¡Hola! Soy Luis. He estado programando desde 2019 y he sido apasionado por ello desde entonces. Como autodidacta, he tenido que aprender muchas cosas por mi cuenta, lo que me ha ayudado a desarrollar un fuerte sentido de autonomía y habilidades para resolver problemas.",
    "about.paragraph2": "En mi tiempo libre suelo ver animes o series y mantenerme al día con las <hover> </hover>. Algunas veces también juego a Minecraft o Resident Evil.",
    "about.paragraph2.hover": "últimas tendencias tecnológicas",
    "about.paragraph2.hover.tooltip": "No soy particularmente fanático de la IA, pero trato de mantener una mente abierta al respecto dado su potencial",
    "about.paragraph3": "Aquí hay algunas otras cosas sobre mí que podrían interesarte:",
    "about.list1": "One Piece fue el primer anime que vi y sigue siendo mi favorito.",
    "about.list2": "Uso un <hover> </hover> como mi sistema principal, pero también tengo un MacBook Pro M2 para desarrollo de iOS/macOS.",
    "about.list2.hover": "sistema operativo basado en Linux",
    "about.list2.hover.tooltip": "He estado usando Fedora durante un tiempo, aunque es posible que me encuentres usando Arch (btw) o Pop!_OS.",
    "about.list3": "Aprendí a programar creando mods de Minecraft con Java.",
    "about.list4": "Me gusta el café. Mucho.",
    "about.list5": "Siempre busco aprender cosas nuevas y mejorar <hover> </hover>.",
    "about.list5.hover": "mis habilidades técnicas",
    "about.list5.hover.tooltip": "No me limito a una tecnología en particular. Prefiero aprender lo que sea necesario para el trabajo.",
    "projects.title": "Proyectos",
    "projects.subtitle": "Aquí hay algunos de mis proyectos destacados",
    "projects.more": "Haz clic para explorar más",
    "contact.title": "Contáctame",
    "contact.paragraph": "Si tienes alguna pregunta, sugerencia o simplemente quieres conectarte, no dudes en enviarme un mensaje",
    "contact.paragraph2": "Puedes contactarme en"
}
