{
    "intro.hello": "<strong>Hello,</strong> my name is",
    "intro.paragraph": "I'm a Software Developer with experience building web and mobile applications using a variety of technologies.",
    "intro.paragraph2": "My areas of interest include 3D Graphics, Low-level Programming, and Backend infrastructure. I'm also a fan of making things secure and scalable.",
    "about.title": "About Me",
    "about.paragraph": "Hey! I'm Luis. I've been programming since 2019, and have been passionate about it ever since. As a self-taught individual, I've had to learn a lot of things on my own, which has helped me develop a strong sense of autonomy and problem-solving skills.",
    "about.paragraph2": "In my free time, I like to watch animes / series and keep up with the <hover> </hover>. Sometimes I happen to play Minecraft or Resident Evil.",
    "about.paragraph2.hover": "latest tech trends",
    "about.paragraph2.hover.tooltip": "I'm not particularly fond of AI, but I try to keep open-minded about it given its potential",
    "about.paragraph3": "Here are some other things about me that you might want to know:",
    "about.list1": "One Piece was the first anime I ever watched and it's still my favorite.",
    "about.list2": "I use a <hover> </hover> as my daily driver but I also have a MacBook Pro M2 for iOS/macOS development.",
    "about.list2.hover": "Linux based operating system",
    "about.list2.hover.tooltip": "I've been using Fedora for a while now, although you may find me using Arch (btw) or Pop!_OS.",
    "about.list3": "I learned how to code by building Minecraft mods with Java.",
    "about.list4": "I like coffee. A lot.",
    "about.list5": "I'm always seeking to learn new things and improve <hover> </hover>.",
    "about.list5.hover": "my technical skills",
    "about.list5.hover.tooltip": "I don't stick to a particular technology. I'd rather learn what's necessary for the job.",
    "projects.title": "Projects",
    "projects.subtitle": "Here are some of my featured projects",
    "projects.more": "Click to explore more",
    "contact.title": "Get in touch",
    "contact.paragraph": "Feel free to reach out if you want a to build something together, have a question, or just want to connect",
    "contact.paragraph2": "You can reach me at"
}
